{
  "title": "Biografia",
  "bio1": "Joan Fort (1997) és un guitarrista i compositor espanyol establert a Amsterdam (NL), on es va graduar al prestigiós Conservatorium van Amsterdam i a la Temple University de Filadèlfia amb un màster en Guitarra Jazz. Prèviament, va obtenir la seva llicenciatura a l’ESMUC de Barcelona.",
  "bio2": "Al llarg de la seva carrera, Joan ha tingut el privilegi de tocar i col·laborar amb músics de renom mundial com Dick Oatts, Grant Stewart, Jeremy Pelt, Jorge Rossy, Bill McHenry, Benjamin Herman, Jasper Blom, Rita Payés, Virginia MacDonald i Magalí Datzira.",
  "bio3": "El 2023 va llançar el seu primer àlbum amb un dels seus projectes co-liderats, The Dam Jawn, juntament amb el llegendari saxofonista novaiorquès Dick Oatts, titulat 'Master St'. Aquest àlbum va ser nominat als Edison Jazz Awards. El 2024, va actuar amb The Dam Jawn al North Sea Jazz Festival, amb el gran trompetista Jeremy Pelt com a convidat especial. El seu segon àlbum, titulat 'Forward!', també amb la col·laboració de Dick Oatts, acaba de ser llançat.",
  "bio4": "'So Far, So Good' és un dels àlbums més recents del guitarrista i compositor espanyol amb el seu trio, juntament amb els seus companys de banda Philip Lewin (baix) i David Puime (bateria). Aquest àlbum comptarà amb col·laboracions de dos grans músics holandesos: Timothy Banhcet al piano i Sanna van Vliet a la veu, així com el jove trompetista italià Paolo Petrecca. L'àlbum serà publicat pel segell Fresh Sound i inclourà una barreja de composicions originals de Joan i una acurada selecció d'algunes de les seves composicions preferides de notables compositors de jazz, arranjades per a aquest conjunt.",
  "bio5": "Joan ha tingut el plaer de tocar en festivals i clubs de renom arreu del món com North Sea Jazz Festival (NL), Chris' Jazz Cafe (EUA), Bimhuis (NL), Voll-Damm International Barcelona Jazz Festival (SP), GrachtenFestival (NL), Windmills (IN), Bangalore International Centre (IN), Festival de Jazz de Terrassa (ES), Bilbaina Jazz Club (ES), Assejazz (ES), Milano Jazz Club (ES), Festival de Jazz de Tortosa 2021 (ES), Luz de Gas (ES), Jamboree (ES), Sala Barts (ES), L'Auditori (ES), Festival Internacional de Dixieland de Tarragona, Gira Cicle Andajazz 2018, Clasijazz (ES), entre molts altres.",
  "bio6": "Actualment lidera i és membre de bandes com The Dam Jawn feat. Dick Oatts, Joan Fort Trio, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Rita Payés & Joan Fort duo, LINE UP Quintet i el Mar Vilaseca Group."
}
