{
  "title": "Biography",
  "bio1": "Joan Fort (1997) is a Spanish guitarist and composer based in Amsterdam (NL), where he graduated from the prestigious Conservatorium van Amsterdam and Temple University in Philadelphia with a master's degree in Jazz Guitar. Previously, he obtained his bachelor's degree from ESMUC in Barcelona.",
  "bio2": "Throughout his career, Joan has had the privilege of playing and collaborating with world-renowned musicians such as Dick Oatts,Grant Stewart, Jeremy Pelt, Jorge Rossy, Bill McHenry, Benjamin Herman, Jasper Blom, Rita Payés, Virginia MacDonald, and Magalí Datzira.",
  "bio3": "In 2023, he released his first album with one of his co-led projects, The Dam Jawn, alongside the legendary New York saxophonist Dick Oatts, titled 'Master St'. This album was nominated for the Edison Jazz Award. In 2024, he performed with The Dam Jawn at the North Sea Jazz Festival, with the great trumpeter Jeremy Pelt as a special guest. His second album, titled 'Forward!', also featuring the collaboration of Dick Oatts, has just been released.",
  "bio4": "'So Far, So Good' is one of the most recent albums by the Spanish guitarist and composer with his trio, alongside his bandmates Philip Lewin (bass) and David Puime (drums). This album will feature collaborations with two great Dutch musicians: Timothy Banhcet on piano and Sanna van Vliet on vocals, as well as the young Italian trumpeter Paolo Petrecca. The album will be released by the Fresh Sound label and will include a mix of Joan's original compositions and a careful selection of some of his favorite compositions by notable jazz composers, arranged for this ensemble.",
  "bio5": "Joan has had the pleasure of performing at renowned festivals and clubs around the world, such as North Sea Jazz Festival (NL), Chris' Jazz Cafe (USA), Bimhuis (NL), Voll-Damm International Barcelona Jazz Festival (SP), GrachtenFestival (NL), Windmills (IN), Bangalore International Centre (IN), Terrassa Jazz Festival (ES), Bilbaina Jazz Club (ES), Assejazz (ES), Milano Jazz Club (ES), Tortosa Jazz Festival 2021 (ES), Luz de Gas (ES), Jamboree (ES), Sala Barts (ES), L'Auditori (ES), Tarragona International Dixieland Festival, Andajazz 2018 Tour, Clasijazz (ES), among many others.",
  "bio6": "He currently leads and is a member of bands such as The Dam Jawn feat. Dick Oatts, Joan Fort Trio, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Rita Payés & Joan Fort duo, LINE UP Quintet, and the Mar Vilaseca Group."
}
