{
  "title": "Biografía",
  "bio1": "Joan Fort (1997) es un guitarrista y compositor español afincado en Ámsterdam (NL), donde se graduó en el prestigioso Conservatorium van Amsterdam y la Temple University de Filadelfia con un máster en Guitarra Jazz. Previamente, obtuvo su licenciatura en la ESMUC de Barcelona.",
  "bio2": "A lo largo de su carrera, Joan ha tenido el privilegio de tocar y colaborar con músicos de renombre mundial como Dick Oatts, Grant Stewart, Jeremy Pelt, Jorge Rossy, Bill McHenry, Benjamin Herman, Jasper Blom, Rita Payés, Virginia MacDonald y Magalí Datzira.",
  "bio3": "En 2023 lanzó su primer álbum con uno de sus proyectos co-liderados, The Dam Jawn, junto al legendario saxofonista neoyorquino Dick Oatts, titulado 'Master St'. Este álbum fue nominado al Edison Jazz Award. En 2024, actuó con The Dam Jawn en el North Sea Jazz Festival, con el gran trompetista Jeremy Pelt como invitado especial. Su segundo álbum, titulado 'Forward!', también con la colaboración de Dick Oatts, acaba de ser lanzado.",
  "bio4": "'So Far, So Good' es uno de los álbumes más recientes del guitarrista y compositor español con su trío, junto con sus compañeros de banda Philip Lewin (bajo) y David Puime (batería). Este álbum contará con colaboraciones de dos grandes músicos holandeses: Timothy Banhcet al piano y Sanna van Vliet a la voz, así como el joven trompetista italiano Paolo Petrecca. El álbum será publicado por el sello Fresh Sound e incluirá una mezcla de composiciones originales de Joan y una cuidadosa selección de algunas de sus composiciones favoritas de notables compositores de jazz, arregladas para este conjunto.",
  "bio5": "Joan ha tenido el placer de tocar en festivales y clubes de renombre alrededor del mundo como North Sea Jazz Festival (NL), Chris' Jazz Cafe (EE.UU.), Bimhuis (NL), Voll-Damm International Barcelona Jazz Festival (SP), GrachtenFestival ( NL), Windmills (IN), Bangalore International Centre (IN), Festival de Jazz de Terrassa (ES), Bilbaina Jazz Club (ES), Assejazz (ES), Milano Jazz Club (ES), Festival de Jazz de Tortosa 2021 ( ES), Luz de Gas (ES), Jamboree (ES), Sala Barts (ES), L'Auditori (ES), Festival Internacional de Dixieland de Tarragona, Gira Ciclo Andajazz 2018, Clasijazz (ES), entre muchos otros.",
  "bio6": "Actualmente lidera y es miembro de bandas como The Dam Jawn feat. Dick Oatts, Joan Fort Trio, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Rita Payés & Joan Fort duo, LINE UP Quintet y el Mar Vilaseca Group."
}
