{
  "title": "Biografie",
  "bio1": "Joan Fort (1997) is een Spaanse gitarist en componist gevestigd in Amsterdam (NL), waar hij afstudeerde aan het prestigieuze Conservatorium van Amsterdam en de Temple University van Philadelphia met een master in Jazzgitaar. Daarvoor behaalde hij zijn bachelor aan de ESMUC in Barcelona.",
  "bio2": "In de loop van zijn carrière heeft Joan het voorrecht gehad om te spelen en samen te werken met wereldberoemde musici zoals Dick Oatts, Jeremy Pelt, Jorge Rossy, Bill McHenry, Benjamin Herman, Jasper Blom, Rita Payés, Virginia MacDonald en Magalí Datzira.",
  "bio3": "In 2023 bracht hij zijn eerste album uit met een van zijn mede-geleide projecten, The Dam Jawn, samen met de legendarische New Yorkse saxofonist Dick Oatts, getiteld 'Master St'. Dit album werd genomineerd voor de Edison Jazz Award. In 2024 trad hij op met The Dam Jawn op het North Sea Jazz Festival, met de grote trompettist Jeremy Pelt als speciale gast. Zijn tweede album, getiteld 'Forward!', ook met de samenwerking van Dick Oatts, is net uitgebracht.",
  "bio4": "'So Far, So Good' is een van de aankomende projecten van de Spaanse gitarist en componist met zijn trio, samen met zijn bandleden Philip Lewin (bas) en David Puime (drums). Dit album bevat samenwerkingen met twee grote Nederlandse musici: Timothy Banhcet op piano en Sanna van Vliet op zang, evenals de jonge Italiaanse trompettist Paolo Petrecca. Het album wordt uitgebracht door het label Fresh Sound en zal een mix bevatten van originele composities van Joan en een zorgvuldige selectie van enkele van zijn favoriete composities van belangrijke jazzcomponisten, gearrangeerd voor deze formatie.",
  "bio5": "Joan heeft het genoegen gehad om te spelen op gerenommeerde festivals en clubs over de hele wereld, zoals North Sea Jazz Festival (NL), Chris' Jazz Cafe (VS), Bimhuis (NL), Voll-Damm International Barcelona Jazz Festival (SP), GrachtenFestival (NL), Windmills (IN), Bangalore International Centre (IN), Festival de Jazz de Terrassa (ES), Bilbaina Jazz Club (ES), Assejazz (ES), Milano Jazz Club (ES), Festival de Jazz de Tortosa 2021 (ES), Luz de Gas (ES), Jamboree (ES), Sala Barts (ES), L'Auditori (ES), Festival Internacional de Dixieland de Tarragona, Gira Ciclo Andajazz 2018, Clasijazz (ES), en vele anderen.",
  "bio6": "Momenteel leidt hij en is hij lid van bands zoals The Dam Jawn feat. Dick Oatts, Joan Fort Trio, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Rita Payés & Joan Fort duo, LINE UP Quintet en de Mar Vilaseca Group."
}
